Repository: Denis2603/blog-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Просмотр
de: Ansicht

source: Блог
de: Blog

source: Загрузить фото
de: Foto hochladen

source: Загрузить файл
de: Datei herunterladen

source: Выберите файл .csv
de: Wählen Sie eine Datei aus .csv

source: Автор
de: Der Autor

source: Дата записи
de: Aufnahmedatum

source: Текст записи
de: Text des Eintrags

source: Запись блога
de: Blog-Eintrag

source: Записи блога
de: Blogeinträge

source: Фотография
de: Foto

source: Подпись
de: Keine Unterschrift

source: фотография
de: foto

source: фотографии
de: fotos

source: Фото %(name)s из записи %(blog)s
de: Foto %(name)s von Aufnahme %(blog)s

source: Успешно! Количество добавленных записей: %(n)d
de: Erfolgreich! Anzahl der hinzugefügten Einträge: %(n)d

source: Неизвестная кодировка файла. Используйте UTF-8 или Windows-1251
de: Unbekannte Kodierung der Datei. Verwenden Sie UTF-8 oder Windows-1251

source: Файл не csv
de: Keine CSV-Datei

source: Журнал-блог
de: Journal-Blog

source: Войти
de: Betreten

source: Зарегистрироваться
de: Registrieren

source: Выйти
de: Aussteigen

source: Все записи
de: Alle Einträge

source: Новая запись
de: Neuer Eintrag

source: Загрузить записи
de: Einträge laden

source: ДЗ 11. Локализация и интернационализация. Желтиков Д.А.
de: Hausaufgabe 11. Lokalisierung und Internationalisierung. Zheltikov D.A.

source: Новая запись блога
de: Neuer Blogeintrag

source: Отмена
de: Annullierung

source: Сохранить и добавить фото
de: Foto speichern und hinzufügen

source: Сохранить
de: Speichern

source: Удалить фото
de: Foto löschen

source: Подписи нет
de: Keine Unterschrift

source: Удалить
de: Löschen

source: Запись от
de: Aufnahme von

source: Вы автор записи. Можете
de: Sie sind der Autor der Aufzeichnung. Sie können

source: изменить её.
de: sie ändern.

source: Об авторе
de: Über den Autor

source: Редактировать запись блога
de: Blogeintrag bearbeiten

source: Изменить подпись
de: Signatur ändern

source: Изменить подпись фото
de: Bildunterschrift ändern

source: Все записи блога
de: Alle Blogeinträge

source: написал
de: schrieb

source: Загрузить несколько записей
de: Mehrere Einträge hochladen

source: На главную
de: Auf der Startseite

source: Загрузить несколько записей блога
de: Mehrere Blogeinträge hochladen

source: Файл должен быть формата CSV
de: Die Datei muss im CSV-Format sein

source: Должен содержать две колонки
de: Muss zwei Spalten enthalten

source: В первой колонке дата в формате гггг-мм-дд
de: In der ersten Spalte ist das Datum im Format jjjj-mm-tt

source: Во второй текст записи
de: Im zweiten Text des Eintrags

source: Вход в систему
de: Anmelden

source: Введите логин и пароль в форму
de: Geben Sie Ihren Benutzernamen und Ihr Passwort in das Formular ein

source: Отправить
de: Senden

source: Профиль пользователя
de: Profil des Benutzers

source: Чтобы сменить изображение
de: So ändern Sie das Bild

source: Сбросить изменения
de: Änderungen zurücksetzen

source: Регистрация пользователя
de: Benutzer registrieren

source: Регистрация нового пользователя
de: Registrieren eines neuen Benutzers

source: Просмотр фото
de: Foto ansehen

source: Полное имя
de: Vollständiger Name

source: Записей в блоге
de: Blogeinträge

source: Пользователи
de: Benutzer

source: Пользователь
de: Benutzer

source: О себе
de: Über mich

source: Фото
de: Foto

source: Изменения успешно внесены.
de: Die Änderungen wurden erfolgreich vorgenommen.

source: Ошибка, проверьте введенные данные!
de: Fehler, überprüfen Sie die eingegebenen Daten!
